html/org-pages/notes/define-notes.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-03-08 Tue 21:14 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Virtual Notebook</title>
<meta name="author" content="Luís Spengler" />
<meta name="description" content="luispengler.github.io/site - Official Site of Luís Spengler" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://luispengler.github.io/site/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://luispengler.github.io/site/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">Virtual Notebook</h1>
<p>
For nothing is better than being able to write, and read your notebook from anywhere you want!
</p>

<div id="outline-container-org116246e" class="outline-2">
<h2 id="org116246e">Self studying subjects</h2>
<div class="outline-text-2" id="text-org116246e">
<ul class="org-ul">
<li><a href="https://luispengler.github.io/site/html/org-pages/notes/linear-algebra-intro.html">Intro to Linear Algebra</a>: &ldquo;<i>Linear algebra is the branch of mathematics concerning linear equations, and their representations through matrices and vector spaces.</i>&rdquo;</li>

<li><a href="https://luispengler.github.io/site/html/org-pages/notes/quantum-computing.html">Intro to Quantum Computing</a>: &ldquo;<i>Quantum computing is a type of computation that harnesses the collective properties of quantum states, such as superposition, interference, and entanglement, to perform calculations.</i>&rdquo;</li>

<li><a href="https://luispengler.github.io/site/html/org-pages/notes/particle-physics.html">Particle Physics</a>: &ldquo;<i>Particle physics is a branch of physics that studies the nature of the particles that constitute matter and radiation.</i>&rdquo;</li>

<li><a href="https://luispengler.github.io/site/html/org-pages/notes/dave-on-modern-physics.html">Professor Dave on Modern Physics</a>: &ldquo;<i>Modern physics is a branch of physics that developed in the early 20th century and onward or branches greatly influenced by early 20th century physics.</i>&rdquo;</li>
</ul>
</div>
</div>

<div id="outline-container-orge6f9817" class="outline-2">
<h2 id="orge6f9817">School/College subjects</h2>
<div class="outline-text-2" id="text-orge6f9817">
</div>
<div id="outline-container-orgd7cf0b7" class="outline-3">
<h3 id="orgd7cf0b7">12th grade (in Portuguese &#x2013; I&rsquo;m sorry)</h3>
<div class="outline-text-3" id="text-orgd7cf0b7">
<ul class="org-ul">
<li><a href="https://luispengler.github.io/site/html/org-pages/notes/12th-grade/maquinas-eletricas-2.html">Máquinas Elétricas e Acionamentos 2</a>: &ldquo;<i>Máquina síncronas: Princípios de funcionamento (motor e gerador). Tipos de acionamentos. Efeito no Fator de Potência. Métodos de controle. Máquina de indução: princípio de funcionamento (Monofásico e Trifásicos). Partes construtivas. Tipos de Acionamentos. Máquinas e motores especiais</i>&rdquo;</li>

<li>Biologia 4: &ldquo;<i>Verminoses humanas. Morfofisiologia Humana básica: sistema digestório, sistema respiratório, sistema circulatório, sistema excretor, sistema nervoso. IST’S – Infecções sexualmente transmissíveis. Ecologia: conceitos básicos. Fluxo de energia, cadeias e teias tróficas. Relações ecológicas: harmônicas e desarmônicas. Sucessão ecológica. Ciclos biogeoquímicos. Poluições</i>&rdquo;</li>

<li><a href="https://luispengler.github.io/site/html/org-pages/notes/12th-grade/sistemas-digitais.html">Sistemas Digitais e Microcontrolados</a>: &ldquo;<i>Circuitos digitais sequenciais. Registradores e memórias. Microcontroladores: características, arquitetura básica e Tipos. Noções de Programação e instruções básicas. Softwares e Kits didáticos. Familiarização com esquemas eletroeletrônicos. Desenvolvimento de projetos e aplicações práticas com o Microcontrolador. Projetos aplicados: Desenvolvimento de projetos práticos aplicados, visando a sistematização do conhecimento</i>&rdquo;</li>

<li>História 3: &ldquo;<i>Trabalho e meio ambiente nas sociedades pré-industriais. Sociedades hidráulicas (Mesopotâmia e Egito). Escravidão na Antiguidade; Escravidão na modernidade; Escravidão e pós-abolição no Brasil. Os indígenas brasileiros e sua relação produtiva com a natureza. Servidão no período medieval. II - Terra, propriedade e conflitos. Propriedade privada e coletiva; Função social da terra. Feudalismo; Capitanias hereditárias; Lei de terras (1850).Início da República no Brasil; Movimentos sociais camponeses (Canudos, Contestado, MST). III - Trabalho, tecnologia e a sociedade capitalista. O que é Capitalismo? Primeira Revolução Industrial; Segunda Revolução Industrial e consequências contemporâneas. Trabalho infantil; Trabalho feminino; Lutas pelos direitos trabalhistas. Socialismo e Comunismo; Guerra Fria. Vargas e o trabalhismo, JK e a industrialização no Brasil. Sociedade de consumo. Meio Ambiente e Ecologia;</i>&rdquo;</li>

<li>Língua Portuguesa e Literatura Brasileira 5: &ldquo;<i>Leitura e produção de textos: leitura e escrita; gêneros textuais argumentativos da esfera jornalística. Reflexão linguística: produção textual e argumentação; competência leitora e habilidades de leitura; orações complexas e grupos oracionais; fatores/critérios de textualidade. Literatura de Língua Portuguesa: Modernismo; Literaturas africanas de língua portuguesa.</i>&rdquo;</li>

<li>Matemática 5: &ldquo;<i>Geometria Plana. Polígonos regulares inscritos na circunferência. Área de regiões determinadas por polígonos. Área de regiões circulares. Geometria Espacial. Sólidos Geométricos. Poliedros (prismas e pirâmides). Corpos redondos (cones, cilindros, esfera</i>&rdquo;</li>

<li>Química 4: &ldquo;<i>Introdução à Química Orgânica. Funções Orgânicas. Isomeria plana e espacial. Reações Orgânicas. Polímeros</i>&rdquo;</li>

<li>Pneumática e Hidráulica: &ldquo;<i>Fundamentos da mecânica dos fluidos. Componentes hidráulicos e pneumáticos. Características e diferenças entre circuitos pneumáticos e hidráulicos. Linhas pneumáticas e hidráulicas. Automação com circuitos pneumáticos e hidráulicos.</i>&rdquo;</li>

<li>Instalações Elétricas Industriais: &ldquo;<i>Luminotécnica: lâmpadas, luminárias e acessórios (reatores, relés fotoelétricos, sensores de presença, dimmers); Cálculo luminotécnico - Método dos Lúmens. Dados nominais de motores elétricos de indução; dimensionamento de condutores (Revisão e aplicação do Critério do Limite de Queda de Tensão); dimensionamentos de eletrocalhas; cálculo de demanda para dimensionamento de quadros de distribuição; noções de corrente de curto-circuito; dimensionamentos de disjuntores termomagnéticos através da análise de curvas de atuação.</i>&rdquo;</li>

<li><a href="https://luispengler.github.io/site/html/org-pages/notes/12th-grade/instrumentacao-controle.html">Instrumentação e Controle</a>: &ldquo;<i>Instrumentação Industrial. Processos (características). Principais Grandezas físicas na instrumentação Industrial. Classificação dos instrumentos. Simbologia na instrumentação (diagramas P&amp;I). Conceitos básicos de controle de processos. Princípios de controle (malha aberta e fechada). Noções do controle (P, PI, PID). Sensores industriais. Condicionamento de sinais. O amplificador operacional e suas aplicações. Circuitos de condicionamento com o Amplificador operacional. Projetos práticos aplicados visando a sistematização do conhecimento</i>&rdquo;</li>

<li><a href="https://luispengler.github.io/site/html/org-pages/notes/12th-grade/meio-ambient.html">Meio Ambiente e Energias Renováveis</a>: &ldquo;<i>Conceito de Energia e fontes de energia. Política e Gestão ambiental de energias renováveis. Energias renováveis: conceitos gerais e tipos. Fundamentos da Energia Solar Fotovoltaica. Tecnologia Fotovoltaica: módulos, Arranjos, Células. Boas práticas em sistemas de geração fotovoltaica. Mercado de energia</i>&rdquo;</li>

<li>Educação Física 5: &ldquo;<i>Bases técnicas e táticas de esportes coletivos 4; atividade física e exercício físico 2; expressão corporal e atividades rítmicas 1; lutas 2.</i>&rdquo;</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Luís Spengler</p>
<p class="date">Created: 2022-03-08 Tue 21:14</p>
</div>
</body>
</html>
